Repository: hunspell/hunspell
Catalog: po/*.po
Languages: ast, br, fa, fur, mn, nl_be, sk, sq, zh_hant

source: error - iconv_open: %s -> %s
br: fazi - iconv_open : %s -> %s
fa: خطاء - icon_open:%s->%s
fur: erôr - iconv_open: %s -> %s
mn: алдаа- iconv_open: %s -> %s
nl_be: fout - iconv_open: %s -> %s
sk: chyba - iconv_open: %s -> %s
sq: gabim - iconv_open: %s -> %s
zh_hant: 錯誤 - iconv_open：%s -> %s

source: error - iconv: %s -> %s
br: fazi - iconv : %s -> %s
fa: خطاء - iconv: %s -> %s
fur: erôr - iconv: %s -> %s
mn: алдаа- iconv: %s -> %s
nl_be: fout - iconv: %s -> %s
sk: chyba - iconv: %s -> %s
sq: gabim - iconv: %s -> %s
zh_hant: 錯誤 - iconv：%s -> %s

source: error - iconv_open: UTF-8 -> %s
br: fazi - iconv_open : UTF-8 -> %s
fa: خطاء - iconv_open: UTF-8 -> %s
fur: erôr - iconv_open: UTF-8 -> %s
mn: алдаа-iconv_open: UTF-8 -> %s
nl_be: fout - iconv_open: UTF-8 -> %s
sk: chyba - iconv_open: UTF-8 -> %s
sq: gabim - iconv_open: UTF-8 -> %s
zh_hant: 錯誤 - iconv_open：UTF-8 -> %s

source: Can't create tmp dir
ast: Nun se pue crear el direutoriu temporal
br: N'haller ket krouiñ un teuliad padennek
fa: نمی‌تواند پوشه موقت را بسازد
fur: Impussibil creâ la cartele temporanie
mn: Түр хавтас үүсгэж чадсангүй
nl_be: Kan tijdelijke map nie aanmaken
sk: Nepodarilo sa vytvoriť priečinok tmp (dočansný)
sq: S’krijohet dot drejtori tmp
zh_hant: 無法建立暫存資料夾

source: Can't open inputfile
ast: Nun se pue abrir el ficheru d'entrada
br: N'heller ket digeriñ inputfile
fa: نمی‌تواند پرونده ورودی را باز کند
fur: Impussibil vierzi il file di input
mn: Оролтын файлыг нээж чадсангүй
nl_be: Kan invoerbestand nie openen
sk: Nepodarilo sa otvoriť vstupný súbor
sq: S’hapet dot kartelë që jepet
zh_hant: 無法開啟輸入檔案

source: Can't open %s.
ast: Nun se pue abrir «%s».
br: N'heller ket digeriñ %s.
fa: نمی‌تواند %s را باز کند.
fur: Impussibil vierzi %s.
mn: %s-г нээж чадсангүй.
nl_be: Kan %s nie openen.
sk: Nedá sa otvoriť %s.
sq: S’hapet dot %s.
zh_hant: 無法開啟 %s。

source: error - missing HOME variable
ast: error - falta la variable HOME
br: fazi - varienn HOME a vank
fa: خطاء - فقدان متغیر HOME
fur: erôr - e mancje la variabile HOME
mn: алдаа - дутуу HOME хувьсагч
nl_be: fout - variabele HOME ontbreekt
sk: chyba - chýba premenná HOME
sq: gabim - mungon ndryshore HOME
zh_hant: 錯誤 - 缺少環境變數 HOME

source: Line %d: %s ->
ast: Llinia %d: %s ->
br: Linenn %d : %s ->
fa: خط %d: %s ->
fur: Rie %d: %s ->
mn: %d-р мөр: %s -> .
nl_be: Regel %d: %s ->
sk: Riadok %d: %s ->
sq: Rreshti %d: %s ->
zh_hant: 行 %d：%s ->

source: FORBIDDEN!
ast: ¡PROHIBÍO!
br: DIFENNET !
fa: ممنوع!
fur: PROIBÎT!
mn: ХОРИОТОЙ!
nl_be: VERBODEN!
sk: ZAKÁZANÉ!
sq: E NDALUAR!
zh_hant: 不允許的操作！

source: Spelling mistake?
ast: ¿Fallu ortográficu?
br: Fazi reizhskrivañ ?
fa: غلط املائی؟
fur: Erôr ortografic?
mn: Зөв бичих дүрмийн алдаа?
nl_be: Spelfout?
sk: Pravopisná chyba?
sq: Gabim drejtshkrimi?
zh_hant: 拼寫錯誤？

source: %s File: %s
ast: %s Ficheru: %s
br: %s Restr : %s
fa: %s پرونده: %s
mn: %s Файл: %s
nl_be: %s Bestand: %s
sk: %s Súbor: %s
sq: %s Kartelë: %s
zh_hant: %s 檔案：%s

source: [SPACE] R)epl A)ccept I)nsert U)ncap S)tem Q)uit e(X)it or ? for help
ast: [ESPACIU] S)ustituyir A)ceptar I)nxertar M)inúscules R)aíz C)olar (Z)arrar o ? pa consiguir ayuda
br: [ESAOUENN] R)amplasiñ A)santiñ E)nlakaat B)ihanaat G)wrizienn K)uitaat S)ortial pe ? evit kaout sikour
fa: [فاصله] ج)ایگزین ق)بول د)رج ک)وچک ر)یشه ت)رک خ)روج یا ؟ برای راهنمایی
fur: [SPAZI] S)ostituìs A)cete I)nserìs M)inusculis L)idrîs S)iere J)es o ? pal jutori
mn: [ХООСОН ЗАЙ] С)олих З)өвшөөрөх Н)эмэх Ж)ижиг Ү)ндэс Г)арах Д)уусгах эсвэл ? тусламж
nl_be: [SPATIE] veR)vangen A)anvaarden I)nvoegen kleineL)etters S)tam aF)sluiten sT)oppen, ? voor hulp
sk: [MEDZERA] N)ahradiť P)rijať V)ložiť M)alými písmenami K)oreň O)pustiť U)končiť alebo ? pre pomoc
zh_hant: [空白鍵] R)取代 A)核可 I)插入 U)小寫 S)詞根 Q)結束 X)結束 ?)說明

source: Whenever a word is found that is not in the dictionary it is printed on the first line of the screen. If the dictionary contains any similar words, they are listed with a number next to each one. You have the option of replacing the word completely, or choosing one of the suggested words.
ast: Cuando s'atopa una pallabra que nun ta nel diccionariu impréntase na primer llinia de la pantalla. Si'l diccionariu contién dalguna pallabra asemeyada, llístase con un númberu al llau. Tienes la posibilidá de trocar la pallabra por completo o d'escoyer una de les pallabres suxeríes.
br: Pa n'emañ ket ur ger kavet er geriadur e vez diskouezet war linenn gentañ ar skramm. Ha ma vez endalc'het n'eus forzh peseurt ger heñvel er geriadur, listennet e vezont gant un niver dirazo. Bez ho peus ar choaz da ramplasiñ ar ger en e bezh, pe dibab unan eus ar gerioù kinniget.
fa: هرگاه کلمه‌ای که در قاموس موجود نیست یافت گردد آن کلمه در سطر اول نمایشگر نمایش داده میشود. اگر قاموس کلمات مشابه‌ای داشته باشد، آنها با یک عدد کنار یکدیگر فهرست میشوند. شما این گزینه را دارید که آن کلمه را کاملاً جایگزین کنید، یا یکی از کلمات پیشنهاد شده را انتخاب نمایید.
fur: Ogni volte che e ven cjatade une peraule che no je tal dizionari cheste e ven stampade su la prime rie dal schermi. Se il dizionari al conten peraulis similis, chês a vegnin listadis cun dongje un numar. Tu varâs la pussibilitât di sostituî la peraule dal dut opûr sielzi une di chês sugjeridis.
mn: Хэрэв толь бичигт байхгүй үг олдвол түүнийг дэлгэцийн эхний мөрд хэвлэнэ. Хэрэв ижил төстэй үгс байвал тэдгээрийг цувруулан дугаарлаж жагсаан харуулна. Танд тухайн үгийг бүхэлд нь өөрчлөх эсвэл аль нэг санал болгосон үгээр өөрчлөх боломж бий.
nl_be: Wanneer dat een woord word gevonden da nie in het woordenboek staat, word het op d’eerste regel van het scherm getoond. Als’t woordenboek gelijkaardige woorden bevat, worden deze met een nummer naast mekaar getoond. Ge kund het woord volledig vervangen, of een van d’aanbevolen woorden kiezen.
sk: Keď se narazí na slovo, ktoré nie je v slovníku, je vypísané na prvom riadku obrazovky. Ak slovník obsahuje podobné slová, sú vypísané spoločne s číslami týchto volieb. Slovo môžete úplne nahradiť, alebo zvoliť z tých odporúčaných.
sq: Kurdo që gjendet një fjalë që s’është te fjalori shtypet te rreshti i parë i ekranit. Nëse fjalori përmban çfarëdo fjale të ngjashme, ato radhiten me një numër në krah të secilës. Keni mundësi të zëvendësoni fjalën tërësisht ose të zgjidhni një nga fjalët e sugjeruara.
zh_hant: 當發現字典中沒有的詞時， 該詞將顯示於畫面的第一行。 如果詞典中有類似的詞，將標上編號列出作為建議。 你可以選擇直接取代這個詞， 也可以選擇以建議的詞取代。

source: Commands are:
ast: Los comandos son:
br: An urzhiadoù a zo :
fa: دستورات:
fur: I comants a son:
mn: Командууд нь:
nl_be: Opdrachten zijn:
sk: Príkazy sú:
sq: Urdhrat janë:
zh_hant: 命令是：

source: R Replace the misspelled word completely.
ast: T Sustitúi completamente la pallabra mal escrita.
br: R Ramplasiñ ar ger skrivet fall en e bezh.
fa: ج کلمه غلط کلاً جایگزین شود.
fur: R Sostituìs la peraule sbaliade.
mn: R Буруу бичсэн үгийг соль.
nl_be: R Vervangd het verkeerd gespelde woord volledig.
sk: R Úplne nahraď skomolené slovo.
sq: R Zëvendëso plotësisht fjalën e shkruar gabim.
zh_hant: R 直接取代拼寫錯誤的詞。

source: Space Accept the word this time only.
ast: Espaciu Acepta la pallabra namás esta vegada.
br: Space Asantiñ ar ger ar wech-mañ hepken.
fa: فاصله اینبار این کلمه را فقط قبول کن.
fur: Spazi Acete la peraule dome par cheste volte.
mn: Хоосон зай Энэ үгийг зөвхөн энэ удаа зөвшөөрөх.
nl_be: Spatie Aanvaard het woord eenmalig.
sk: Space Prijať slovo pre tento krát.
sq: Tasti Space Pranoje fjalën vetëm këtë herë.
zh_hant: 空白鍵 暫時核可這個詞一次。

source: A Accept the word for the rest of this session.
ast: A Acepta la pallabra pal restu de la sesión.
br: A Asantiñ ar ger evit peurrest an dalc'h-mañ.
fa: ق این کلمه را برای باقیمانده این جلسه قبول کن.
fur: A Acete la peraule pal rest di cheste session.
mn: З Энэ шалгалтын хувьд энэ үгийг зөвшөөрөх.
nl_be: A Aanvaard het woord voor de rest van deze sessie.
sk: A Prijať slovo po zbytok relácie.
sq: A Pranoje fjalën për pjesën e mbetur të këtij sesioni.
zh_hant: A 核可這個詞直到退出目前的工作階段。

source: I Accept the word, and put it in your private dictionary.
ast: I Acepta la pallabra y ponla nel to diccionariu priváu.
br: I Asantiñ ar ger, ha kas anezhañ d'ar geriadur personel.
fa: د قبول این کلمه، و درج آن در قاموس خصوصی شما.
fur: I Acete la peraule e inserissile tal dizionari privât.
mn: Х Энэ үгийг зөвшөөрч хэрэглэгчийн тольд нэмэх.
nl_be: I Aanvaard het woord en bewaard het in uw persoonlijk woordenboek.
sk: I Prijať slovo, a pridať ho do osobného slovníka.
sq: I Pranoje fjalën dhe vendoseni në fjalorin tuaj privat.
zh_hant: I 核可這個詞，並加入個人詞典。

source: U Accept and add lowercase version to private dictionary.
ast: M Aceuta y amiesta una versión en minúscules al diccionariu priváu.
br: B Asantiñ hag ouzhpennañ ur stumm e lizherennoù bihan er geriadur prevez.
fa: ک قبول و افزودن نسخه حروف کوچک آن به قاموس خصوصی.
fur: U Acete la peraule e inserissile in minuscul tal dizionari privât.
mn: Ж Энэ үгийг зөвшөөрч хэрэглэгчийн тольд эхний үсгийг жижгээр оруулах.
nl_be: L Aanvaard en bewaard een versie in kleine letters in uw persoonlijk woordenboek.
sk: U Prijať a pridať verziu s malými písmenami do osobného slovníka.
sq: U Pranoje dhe shto version me të vogla te fjalor privat.
zh_hant: U 核可並將小寫版本加入個人詞典。

source: S Ask a stem and a model word and store them in the private dictionary. The stem will be accepted also with the affixes of the model word.
ast: R Pide una raíz y una pallabra modelu, y guárdalo too nel diccionariu priváu. La raíz tamién va aceutase colos afixo de la pallabra modelu.
br: G Goulenn ur wrizienn hag ur model ha mirit anezho er geriadur prevez. Asantet e vo ivez ar wrizienn gant kengerioù ar ger modal.
fa: ر درخواست یک ریشه و یک الگوی کلمه و ذخیره آنها در قاموس خصوصی. آن ریشه به همراه الحاقات و اضافات الگوی کلمه قبول میشود.
fur: S Domande une lidrîs e une peraule-model e lis archivie tal dizionari privât. La lidrîs e vignarà acetade ancje cui afìs de peraule-model.
mn: Ү Үгийн үндэс болон жишээ үгийг тодруулж, хэрэглэгчийн тольд хадгалах. Үндэс үг нь жишээ үгийн холбоосыг авна.
nl_be: S Vraagd voor een stam en een modelwoord en slaad z’op in het persoonlijk woordenboek. De stam zal aanvaard worden met d’affixen van het modelwoord.
sk: S Vypýtať si koreň a modelové slovo a uložiť ich do osobného slovníka. Koreň bude prijatý aj s príponami modelového slova.
zh_hant: S 輸入一個詞根與範例詞，並加入個人詞典。 該詞根的具有詞綴的版本也將被核可。

source: 0-n Replace with one of the suggested words.
ast: 0-n Troca por una de les pallabres suxeríes.
br: 0-n Ramplasiñ gant ur ger kinniget.
fa: 0-n با یکی از کلمات پیشنهادی جایگزین شود.
fur: 0-n Sostituìs cuntune des peraulis sugjeridis.
mn: 0-n Санал болгосон дурын үгээр солих.
nl_be: 0-n Vervangd door een van d’aanbevolen woorden.
sk: 0-n Nahradiť jedným z navrhovaných slov.
sq: 0-n Zëvendësoje me një nga fjalët e sugjeruara.
zh_hant: 0-n 用建議清單中的詞取代。

source: X Write the rest of this file, ignoring misspellings, and start next file.
ast: Z Graba'l restu d'esti ficheru inorando los fallos ortográficos, y da entamu al ficheru viniente.
br: S Skrivañ peurrest ar restr, en ur chom hep ober van ouzh ar fazioù reizhskrivañ, ha kregiñ gant ar restr a zeu.
fa: خ مابقی این پرونده نوشته شود، اغلاط چشم‌پوشی شوند، و پرونده بعدی را شروع کن.
fur: X Scrîf il rest di chest file, ignorant i erôrs di ortografie e scomence cul file sucessîf.
mn: Д Файлын үлдсэн хэсгийг, үгийн алдааг үл хэрэгсэж хадгалаад дараагийн файлыг эхлүүл.
nl_be: T Schrijfd de rest van dit bestand, negeerd verkeerde gespelde woorden, en begind met het volgend bestand.
sk: X Zapísať zbytok súboru, ignorovať pravopisné chyby, a začať s novým súborom.
sq: X Shkruaj pjesën e mbetur të kësaj kartele, duke shpërfillur gabime shkrimi dhe fillo kartelën pasuese.
zh_hant: X 儲存該檔案，忽略餘下錯誤拼寫，並開始檢查下一個檔案。

source: Q Quit immediately. Asks for confirmation. Leaves file unchanged.
ast: C Cola nel intre. Pide confirmación. Dexa'l ficheru ensin camudar.
br: K Kuitaat raktal. Goulenn kadarnaat. Ar restr a chomo digemm.
fa: ت ترک فوری. تأییدیه درخواست شود. پرونده تغییر هیچ تغییری نکند.
fur: Q Siere daurman. Al domande conferme. Al lasse il file cence modifichis.
mn: Г Зөвшөөрөл асууж шууд гарах. Файлыг өөрчлөлгүй үлдээх.
nl_be: F Onmiddellijk afsluiten. Vraagd bevestiging. Bestanden blijven ongewijzigd.
sk: Q Okamžite ukončiť. Opýtať sa na potvrdenie. Súbor nechať nezmenený.
sq: Q Dil menjëherë. Pyetet për ripohim. E lë kartelën të pandryshuar.
zh_hant: Q 直接退出。要求確認。維持檔案內容不變。

source: ^Z Suspend program. Restart with fg command.
ast: ^Z Suspende'l programa. Reanicia cola orde fg.
br: ^Z Herzel ar program. Adloc'hañ gant an urzhiad fg.
fa: ^Z برنامه تعلیق شود. راه‌اندازی مجدد با دستور fg.
fur: ^Z Sospint il program. Par ripiâlu, dopre il comant fg.
mn: Программ гацчихлаа. fg командаар дахин эхлүүл.
nl_be: ^Z Programma pauzeren. Start opnieuw met fg-opdracht.
sk: ^Z Pozastaví program. Reštart s príkazom fg.
sq: ^Z Pezulloni programin. Riniseni me urdhrin fg.
zh_hant: ^Z 暫止程式。用 fg 命令繼續。

source: ? Show this help screen.
ast: ? Amuesa esta pantalla d'ayuda.
br: ? Diskouez ar skramm skoazell-mañ.
fa: ؟ نمایش این صفحه راهنما.
fur: ? Mostre chest jutori.
mn: ? Туслах цонхыг харуулах.
nl_be: ? Toond dit hulpscherm.
sk: ? Zobraziť túto nápovedu.
sq: ? Shfaq këtë skenë ndihme.
zh_hant: ? 顯示該說明介面。

source: -- Type space to continue --
ast: -- Escribi un espaciu pa siguir --
br: -- Pouezit war spas evit kenderc'hel ganti --
fa: -- برای ادامه روی فاصله بزنید --
fur: -- Frache spazi par continuâ --
mn: -- Хоосон зай аваад үргэлжлүүл --
nl_be: -- Drukt op spatie voor verder te gaan --
sk: -- Pokračujte stlačením medzerníka --
sq: -- Shtypni tastin Space që të vazhdohet --
zh_hant: -- 按下空白鍵以繼續--

source: r
ast: t
fa: ج
fur: s
mn: с
sk: n

source: Replace with:
ast: Trocar por:
br: Erlec'hiañ gant :
fa: جایگزین شود با:
fur: Sostituìs cun:
mn: Өөрчлөх:
nl_be: Vervangen door:
sk: Nahradiť (čím):
sq: Zëvendësoje me:
zh_hant: 取代為：

source: u
ast: m
br: b
fa: ک
fur: m
mn: ж
nl_be: l
sk: m
sq: P

source: i
br: e
fa: د
mn: х

source: Cannot update personal dictionary.
ast: Nun se pue anovar el diccionariu personal.
br: N'heller ket hizivaat ar geriadur personel.
fa: قاموس خصوصی نمی‌تواند بروزرسانی شود.
fur: Impussibil inzornâ il dizionari personâl.
mn: Хэрэглэгчийн толийг шинэчилж чадсангүй.
nl_be: Kan persoonlijk woordenboek nie bijwerken.
sk: Nepodarilo sa aktualizovať osobný slovník.
sq: S’përditësohet dot fjalor personal.
zh_hant: 無法更新個人詞典。

source: a
fa: ق

source: s
ast: r
br: g
fa: ر
fur: l
mn: ү
sk: k

source: New word (stem):
ast: Pallabra nueva (raíz):
br: Ger nevez (gwrizienn) :
fa: کلمه جدید (ریشه):
fur: Gnove peraule (lidrîs):
mn: Шинэ үг (үндэс):
nl_be: Nieuw woord (stam):
sk: Nové slovo (koreň):
sq: Fjalë e re (stem):
zh_hant: 新詞（詞根）：

source: Model word (a similar dictionary word):
ast: Pallabra modelu (una pallabra de diccionariu asemeyada):
br: Ger patrom (ur ger heñvel er geriadur)
fa: کلمه الگو (مانند کلمه داخل قاموس):
fur: Peraule model (une peraule simile dal dizionari):
mn: Жишээ үг (төстэй толины үг):
nl_be: Modelwoord (een vergelijkbaar woordenboekwoord):
sk: Modelové slovo (podobné slovo v slovníku):
sq: Fjalë model (një fjalë fjalori e ngjashme):
zh_hant: 範例詞（類似的詞典詞）：

source: Model word must be in the dictionary. Press any key!
ast: La pallabra modelu ha esistir nel diccionariu. ¡Calca una tecla!
br: Ar ger skouer a rank bezañ er geriadur. Pouezit war n'eus forzh peseurt stokell !
fa: کلمه الگو باید در قاموس وجود داشته باشد. هر کلیدی را فشار دهید!
fur: La peraule model e scugne stâ tal dizionari. Frache un tast!
mn: Жишээ үг нь толинд байх ёстой. Ямар нэгэн товч дарна уу!
nl_be: Modelwoord moet in het woordenboek staan. Drukt op een toets voor verder te gaan!
sk: Modelové slovo musí byť v slovníku. Stlač ľubovoľný kláves!
sq: Fjala model duhet të gjendet te fjalori. Shtypni çfarëdo tasti!
zh_hant: 範例詞須已在詞典中。按任意鍵繼續！

source: x
ast: z
br: s
fa: خ
fur: j
mn: д
nl_be: t
sk: o

source: q
ast: c
br: k
fa: ت
fur: s
mn: г
nl_be: f
sk: u

source: Are you sure you want to throw away your changes?
ast: ¿Tas seguru que quies escartar los cambeos?
br: Ha sur oc'h da gaout c'hoant da zilezel an holl cheñchamantoù-se ?
fa: آیا برای از بین بردن تمام تغییراتت مطمئن هستی؟
fur: Scartâ pardabon lis modifichis?
mn: Өөрчлөлтийг хэрэгсэхгүй орхих уу?
nl_be: Zijd ge zeker da’ g’uw wijzigingen wild verwerpen?
sk: Ste si istý, že chcete zahodiť vaše zmeny?
sq: Jeni i sigurt se doni të hidhni tej ndryshimet tuaja?
zh_hant: 你確定要放棄你的更改嗎？

source: y
ast: s
fa: ب
fur: s
mn: т
nl_be: j
sk: a

source: Can't create tempfile
ast: Nun se pue crear el ficheru temporal
br: N'heller ket krouiñ ur restr padennek
fa: پرونده موقت نمی‌تواند ساخته شود
fur: Impussibil creâ il file temporani
mn: Түр файл үүсгэж чадсангүй
nl_be: Kan tijdelijk bestand nie aanmaken
sk: Nepodarilo sa vytvoriť dočasný súbor
sq: S’krijohet dot kartelë e përkohshme
zh_hant: 無法建立臨時檔案

source: Can't open outputfile
ast: Nun se pue abrir el ficheru de salida
br: N'heller ket digeriñ ur restr ezvont
fa: پرونده خروجی نمی‌تواند باز شود
fur: Impussibil vierzi il file di jessude
mn: Гаралтын файлыг нээж чадсангүй
nl_be: Kan uitvoerbestand nie openen
sk: Nepodarilo sa otvoriť výstupný súbor
sq: S’hapet dot kartelë përfundim
zh_hant: 無法開啟輸出檔案

source: Usage: hunspell [OPTION]... [FILE]...
ast: Usu: hunspell [OPCIÓN]... [FICHERU]...
br: Implij : hunspell [DIBARZHIOÙ]... [RESTR]...
fa: طریقه استفاده: ‭hunspell [OPTION]... [FILE]...
fur: Ûs: hunspell [OPZION]... [FILE]...
mn: Хэрэглэх нь: hunspell [ХЭМЖИГДЭХҮҮН]... [ФАЙЛ]...
nl_be: Gebruik: hunspell [OPTIE]... [BESTAND]...
sk: Použitie: hunspell [VOĽBA]... [SÚBOR]...
sq: Përdorimi: hunspell [MUNDËSI] … [KARTELË] …
zh_hant: 用法：hunspell [選項]... [檔案]...

source: Check spelling of each FILE. Without FILE, check standard input.
ast: Comprueba la ortografía de cada FICHERU. De nun haber FICHERU, revisa la entrada estándar.
br: Gwirit reizhskritur pep RESTR. Hep RESTR, gwiriit ar pennger standard.
fa: املای هر پرونده بررسی شود. بدون پرونده، ورودی عادی بررسی گردد.
fur: Controle la ortografie di ogni FILE. Cence FILE, controle il standard input.
mn: ФАЙЛ бүрийн үгийн алдааг хянах. ФАЙЛ бус стандарт оролтыг шалгах.
nl_be: Controleerd de spelling van elk BESTAND. Zonder BESTAND word standaardinvoer gecontroleerd.
sk: Skontrolovať preklepy v každom súbore z FILE. Ak nie je FILE zadaný, skontroluj štandardný vstup.
sq: Kontrollo drejtshkrimin e çdo KARTELE. Pa KARTELË, kontrollo ç’jepet.
zh_hant: 檢查每個檔案的文字拼寫。如果沒有指定檔案，將檢查標準輸入。

source: -1 check only first field in lines (delimiter = tabulator)
ast: -1 comprueba namás el campu primeru de les llinies (dellimitador = tabulador)
br: -1 gwiriañ maezienn gentañ pep linenn (skejer = taolennata)
fa: 1- فقط اولین ستون از سطور بررسی شوند (حائل = جدولی)
fur: -1 controle nome il prin cjamp tes riis (delimitadôr = tabuladôr)
mn: -1 мөрийн эхний талбарыг шалгах (хязгаарлагч = догол мөр)
nl_be: -1 controleerd enkel eerste veld in regels (scheidingsteken = tab)
sk: -1 skontroluj iba prvé poľe v riadkoch (oddeľovač = tabulátor)
zh_hant: -1 只檢查行中第一個欄位（分隔字元 = TAB）

source: -a Ispell's pipe interface
ast: -a Interfaz de la canalización d'Ispell
br: -a etrefas kombinañ Ispell
fa: a- واسط زنجیره Ispell
fur: -a interface di cumbinazion (pipe) di Ispell
mn: -a Ispell-ийн өгөгдөл дамжуулагч
nl_be: -a pipe-interface van Ispell
sk: -a rozhranie rúry (pipe) pre Ispell's
zh_hant: -a Ispell 的管道介面

source: --check-url check URLs, e-mail addresses and directory paths
ast: --check-url comprueba les URL, les señes de corréu electrónicu y los caminos de los direutorios
br: --check-url gwiriañ URLioù, ar posteloù hag ar c'havlec'hioù
fa: ‪--check-url بررسی نشانی‌های شبکه‌جهانی، رایانامه، و مسیر پوشه‌ها
fur: --check-url controle i URLs, lis direzions e-mail e i percors des cartelis
mn: --check-url URL, имэйл хаяг болон хавтасны замуудыг шалгах
nl_be: --check-url controleerd URL's, e-mailadressen en mappaden
sk: --check-url skontroluj URL adresy, e-mailové adresy a umiestnenia v priečinkoch
sq: --check-url kontrollo URL-ra, adresa email dhe shtigje drejtorish
zh_hant: --check-url 檢查 URL、電子信箱地址、目錄路徑

source: --check-apostrophe check Unicode typographic apostrophe
ast: --check-apostrophe comprueba l'apóstrofu tipográficu Unicode
br: --check-apostrophe gwiriañ ar skraboù tipografek en Unicode
fa: ‎--check-apostrophe‪ بررسی نویسه‌نگاشتی آپاستروف برحسب یونیکد
fur: --check-apostrophe controle l'apostrof tipografic di Unicode
mn: --check-apostrophe орлуур тэмдгийг шалгах
nl_be: --check-apostrophe controleerd typografischen Unicode-apostrof
sk: --check-apostrophe skontroluj správne Unicode apostrofy
sq: --check-apostrophe kontrollo apostrofin tipografik Unikod
zh_hant: --check-apostrophe 檢查 Unicode 印刷體撇號

source: -d d[,d2,...] use d (d2 etc.) dictionaries
ast: -d d[,d2,...] usa los diccionarios d (d2 etc.)
br: -d d[,d2,...] ober gant ar geriadurioù d (d2 hag all hag all)
fa: ‎-d d[,d2,...] از قاموس‌های d (d2 غیره) استفاده شود
fur: -d d[,d2,...] dopre i dizionaris d (d2 e v.i.)
mn: -d т[,т2,...] т (т2 г.м.) толинуудыг ашиглах
nl_be: -d d[,d2,...] gebruikt woordenboeken d (d2, enz.)
sk: -d d[,d2,...] použi d (d2 atď.) priečinky
sq: -d d[,d2,...] përdor fjalorë d (d2, etj.)
zh_hant: -d d[,d2,...] 使用詞典 d (、d2、等等)

source: -D show available dictionaries
ast: -D amuesa los diccionarios disponibles
br: -D diskouez ar geriadurioù hegerz
fa: ‎-D نمایش قاموس‌های موجود
fur: -D mostre i dizionaris disponibii
mn: -D ашиглах боломжтой толинуудыг үзүүлэх
nl_be: -D toond beschikbare woordenboeken
sk: -D ukáž dostupné priečinky
sq: -D shfaq fjalorë të gatshëm
zh_hant: -D 顯示可用的詞典

source: -G print only correct words or lines
ast: -G imprenta namás les pallabres o les llinies correutes
br: -G diskouez ar gerioù pe al linennoù reizh
fa: ‎-G فقط کلمات یا سطور صحیح چاپ شوند
fur: -G stampe dome lis riis o lis peraulis justis
mn: -G зөв бичигдсэн үг буюу мөрүүдийг хэвлэх
nl_be: -G toond enkel juste woorden of regels
sk: -G vypíš iba správne slová alebo riadky
sq: -G shtyp vetëm fjalë, ose rreshta të saktë
zh_hant: -G 只顯示拼寫正確的詞或行

source: -h, --help display this help and exit
ast: -h, --help amuesa esta ayuda y cola
br: -h, --help diskouez ar skoazell-mañ ha kuitaat
fa: ‎-h, --help‎ نمایش این راهنما و خروج
fur: -h, --help visualize chest jutori e jes
mn: -h, --help уг зааврыг харуулаад гарах
nl_be: -h, --help toond dezen hulp en stopt
sk: -h, --help zobraz túto pomoc a ukonči program
sq: -h, --help shfaq këtë ndihmë dhe dil
zh_hant: -h, --help 顯示此說明並退出

source: -H HTML input file format
ast: -H formatu de ficheru d'entrada HTML
br: -H stumm restr enmont HTML
fa: ‎-H قالب پرونده ورودی متن زنگامی (اچ‌تی‌ام‌ال)
fur: -H formât dal file di input in HTML
mn: -H HTML оролтын файлын төрөл
nl_be: -H HTML-invoerbestandsformaat
sk: -H formát vstupného súboru HTML
sq: -H Format HTML për kartelën që jepet
zh_hant: -H HTML 輸入檔案格式

source: -i enc input encoding
ast: -i enc codificación de la entrada
br: -i enc enkodañ an enmont
fa: ‎-i enc رمزگذاری (اِینکُدِینگِ) ورودی
fur: -i cod codifiche dal input
mn: -i код оролтын кодчилол
nl_be: -i cod invoerscodering
sk: -i enc vstupné kódovanie
sq: -i enc kodim i çka jepet
zh_hant: -i enc 輸入內容的編碼

source: -l print misspelled words
ast: -l imprenta les pallabres mal escrites
br: -l diskouez ar gerioù skrivet fall
fa: ‪-l چاپ کلمات غلط
fur: -l stampe lis peraulis sbaliadis
mn: -l буруу бичигдсэн үгсийг хэвлэх
nl_be: -l toond verkeerd gespelde woorden
sk: -l vypíš skomolené slová
sq: -l shtyp fjalët e shkruara gabim
zh_hant: -l 顯示拼寫錯誤的詞

source: -L print lines with misspelled words
ast: -L imprenta llinies con pallabres mal escrites
br: -L diskouez al linennoù gant gerioù skrivet fall enno
fa: ‎-L چاپ سطور دارای کلمات غلط
fur: -L stampe lis riis cu lis peraulis sbaliadis
mn: -L үгийн алдаатай мөрүүдийг хэвлэх
nl_be: -L toond regels me’ verkeerd gespelde woorden
sk: -L vypíš riadky so skomolenými slovami
sq: -L shtyp rreshta me fjalë të shkruara gabim
zh_hant: -L 顯示含有拼寫錯誤的詞的行
