Repository: hunspell/hunspell
Catalog: po/*.po
Languages: ast, br, fa, fur, mn, nl_be, sk, sq, zh_hant

source: -m analyze the words of the input text
ast: -m analiza les pallabres del testu d'entrada
br: -m dielfennañ gerioù an destenn enmont
fa: ‎-m کلمات متن ورودی تحلیل شوند
fur: -m analize lis peraulis dal test in jentrade
mn: -m оролтын текстийн үгүүдийг задлан шинжлэх
nl_be: -m analyseerd de woorden van den invoertekst
sk: -m analyzuj slova zo vstupného textu
sq: -m analizo fjalët e tekstit që jepet
zh_hant: -m 分析輸入文字中的詞

source: -n nroff/troff input file format
ast: -n formatu de ficheru d'entrada nroff/troff
br: -n stumm restr enmont nroff/troff
fa: ‎-n قالب پرونده ورودی nroff/troff
fur: -n formât nroff/troff dal file in jentrade
mn: -n nroff/troff оролтын файлын төрөл
nl_be: -n nroff-/troff-invoerbestandsformaat
sk: -n formát vstupného súboru nroff/troff
sq: -n Format nroff/troff kartele që jepet
zh_hant: -n nroff/troff 輸入檔案格式

source: -O OpenDocument (ODF or Flat ODF) input file format
ast: -O formatu de ficheru d'entrada OpenDocument (ODF normal o planu)
br: -O stumm restr enmont OpenDocument (ODF pe Flat ODF)
fa: ‎-O قالب پرونده ورودی OpenDocument (ODF or Flat ODF)
fur: -n formât OpenDocument (ODF o Flat ODF) dal file in jentrade
mn: -O OpenDocument (ODF буюу Flat ODF) оролтын файлын төрөл
nl_be: -O OpenDocument (ODF of platten ODF)-invoerbestandsformaat
sk: -O formát vstupného súboru OpenDocument (ODF or Flat ODF)
sq: -O Format OpenDocument (ODF ose Flat ODF) kartele që jepet
zh_hant: -O OpenDocument（ODF 或平面 ODF）輸入檔案格式

source: -p dict set dict custom dictionary
ast: -p dict afita'l dict como diccionariu personalizáu
br: -p dict termeniñ dict evel geriadur personnelaet
fa: ‎-p dict تنظیم قاموس شخصی
fur: -p diz stabilìs diz come dizionari personalizât
mn: -p толь хэрэглэгчийн толийг сонгох
nl_be: -p wdbk steld aangepast woordenboek in
sk: -p dict nastaviť vlastný slovník
sq: -p dict caktoni fjalor dict vetjak
zh_hant: -p dict 設定 dict 為自訂詞典

source: -r warn of the potential mistakes (rare words)
ast: -r alvierte de los fallos posibles (pallabres rares)
br: -r kemenn fazioù posupl (gerioù ral)
fa: ‎-r هشدار غلط محتمل (کلمات نادر)
fur: -r vise di erôrs potenziâi (peraulis raris)
mn: -r дүрэм бус хувиралтай үгсийн хувьд гарч болзошгүй алдааг сануулах
nl_be: -r toond waarschuwing voor mogelijke fouten (ongebruikelijke woorden)
sk: -r varovať pri pravdepodobných chybách (zriedkavé slová)
sq: -r sinjalizo për gabime potenciale (fjalë të rralla)
zh_hant: -r 報告潛在的拼寫錯誤（罕用詞）

source: -P password set password for encrypted dictionaries
ast: -P password afita una contraseña pa los diccionarios encriptaos
br: -P password termeniñ ur ger-tremen evit ar geriadurioù enkriptet
fa: ‎-P password افزودن گذرواژه برای قاموس‌های رمزگذاری‌شده
fur: -P password stabilìs la password pai dizionaris cifrâts
mn: -P password кодлогдсон толинд нууц үг үүсгэх
nl_be: -P paswoord steld paswoord voor versleutelde woordenboeken in
sk: -P password nastaviť heslo pre šifrovaný slovník
sq: -P fjalëkalim caktoni fjalëkalim për fjalorë të fshehtëzuar
zh_hant: -P password 設定加密詞典的密碼

source: -s stem the words of the input text
ast: -s separta les raíces de les pallabres nel testu d'entrada
br: -s kas gwrizienn gerioù an testennoù enmont
fa: ‎-s ریشه کلمات متن ورودی بیاب
fur: -s recupere la lidrîs des peraulis dal test in jentrade
mn: -s оролтын үгийн үндэс
nl_be: -s toond stam van woorden van invoertekst
sk: -s korene slov vstupného textu
zh_hant: -s 對輸入的文字進行詞根處理

source: -S suffix words of the input text
ast: -S sufixa les pallabres del testu d'entrada
br: -S lostgeriañ gerioù an destenn enmont
fa: ‎-S کلمات دارای پسوند در متن ورودی
fur: -S sufisse lis peraulis dal test in jentrade
mn: -S оролтын үгийн дагавар
nl_be: -S toond suffix van woorden van invoertekst
sk: -S prípony slov vstupného textu
zh_hant: -S 輸入文字的後綴詞

source: -t TeX/LaTeX input file format
ast: -t formatu de ficheru d'entrada TeX/LaTeX
br: -t stumm restr enmont TeX/LaTeX
fa: ‎-t قالب پرونده ورودی TeX/LaTeX
fur: -t formât TeX/LaTeX dal file in jentrade
mn: -t TeX/LaTeX оролтын файлын төрөл
nl_be: -t TeX-/LaTeX-invoerbestandsformaat
sk: -t formát vstupného súboru TeX/LaTeX
sq: -t Format TeX/LaTeX për kartelën që jepet
zh_hant: -t TeX/LaTeX 輸入檔案格式

source: -v, --version print version number
ast: -v, --version imprenta'l númberu de versión
br: -v, --version diskouez niver ar stumm
fa: ‎-v, --version چاپ شماره نسخه
fur: -v, --version stampe il numar de version
mn: -v, --version хувилбарын дугаарыг хэвлэх
nl_be: -v, --version toond versienummer
sk: -v, --version vypíš číslo verzie
sq: -v, --version shtyp numër versioni
zh_hant: -v, --version 顯示版本號

source: -vv print Ispell compatible version number
ast: -vv imprenta'l númberu de versión compatible d'Ispell
br: -vv diskouez niver stumm Ispell kenglotaus
fa: ‎-vv چاپ شماره نسخه سازگار آی‌اِسپل (Ispell)
fur: -vv stampe il numar de version compatibile di Ispell
mn: -vv Ispell-д тохирох хувилбарыг хэвлэх
nl_be: -vv toond Ispell-compatibel versienummer
sk: -vv vypíš kompatibilné číslo verzie Ispell
zh_hant: -vv 顯示 Ispell 相容版本號

source: -w print misspelled words (= lines) from one word/line input.
ast: -w imprenta les pallabres mal escrites (=llinies) d'una entrada de pallabra/llinia.
br: -w diskouez gerioù skrivet fall (= linenoù) adalek ur ger/ul linenn enmont.
fa: ‎-w چاپ کلمات (= سطور) غلط از یک کلمه/سطر ورودی.
fur: -w stampe lis peraulis sbaliadis (= riis) di une peraule o rie in jentrade.
mn: -w оролтын үг/мөрөөс алдаатай үгсийг хэвлэх (= мөрүүдийг)
nl_be: -w toond verkeerd gespelde woorden (= regels) van invoer van één woord/regel.
sk: -w vypíš skomolené slová (= riadky) zo vstupu, kde je 1 slovo na riadok .
zh_hant: -w 顯示單詞／單行輸入中的拼寫錯誤的詞／行。

source: -X XML input file format
ast: -X formatu de ficheru d'entrada XML
br: -X stumm restr enmont XML
fa: ‎-X قالب پرونده ایکس‌ام‌ال (XML)
fur: -H formât XML dal file in jentrade
mn: -X XML оролтын файлын төрөл
nl_be: -X XML-invoerbestandsformaat
sk: -X formát vstupného súboru XML
sq: -X Format XML kartele që jepet
zh_hant: -X XML 輸入檔案格式

source: Example: hunspell -d en_US file.txt # interactive spelling hunspell -i utf-8 file.txt # check UTF-8 encoded file hunspell -l *.odt # print misspelled words of ODF files # Quick fix of ODF documents by personal dictionary creation # 1 Make a reduced list from misspelled and unknown words: hunspell -l *.odt | sort | uniq >words # 2 Delete misspelled words of the file by a text editor. # 3 Use this personal dictionary to fix the deleted words: hunspell -p words *.odt
ast: Exemplu: hunspell -d ficheru ast_ES.txt # correición interactiva hunspell -i ficheru utf-8.txt # comprueba'l ficheru con codificación UTF-8 hunspell -l *.odt # imprenta les pallabres mal escrites de ficheros ODF # Correición rápida de los documentos ODF per aciu de la creación d'un diccionariu personal # 1 Fai un llistáu curtiu de les pallabres mal escrites y desconocíes: hunspell -l *.odt | sort | uniq >words # 2 Desanicia les pallabres mal escrites del ficheru per aciu d'un editor de testos. # 3 Usa esti diccionariu personal pa iguar les pallabres desaniciaes: hunspell -p words *.odt
br: Skouer : hunspell -d en_US file.txt # gwiriañ ar reizhskrivañ etreoberiant hunspell -i utf-8 file.txt # gwiriañ ur restr enkodet en UTF-8 hunspell -l *.odt # diskouez gerioù ur restr ODF # Reizhañ buan restradoù ODF dre grouiñ geriadurioù personnel # 1 Krouiñ ul listennad bihan a c'herioù skrivet fall ha dizanv : hunspell -l *.odt | sort | uniq >words # 2 Dilemel an holl c'herioù skrivet fall en ur restr gant un aozer testennoù. # 3 Ober gant ar geriadur-mañ evit gellout difaziañ ar gerioù dilamet : hunspell -p words *.odt
fa: مثال:‎ hunspell -d en_US file.txt # املای تعاملی hunspell -i utf-8 file.txt # بررسی پرونده UTF-8 hunspell -l *.odt # چاپ کلمات غلط پرونده‌هایODF # اصلاح سریع اسناد ODF از طریق ساخت قاموس شخصی # ١ یک فهرست مختصر از کلمات غلط و ناشناخته بسازید: hunspell -l *.odt | sort | uniq >words # ٢ کلمات غلط داخل پرونده را بوسیله یک برنامه ویراستاری حذف کنید. # ٣ از این قاموس خصوصی برای اصلاح کلمات حذف شده استفاده کنید: hunspell -p words *.odt
fur: Esempli: hunspell -d en_US file.txt # control ortografic interatîf hunspell -i utf-8 file.txt # controle file codificât in UTF-8 hunspell -l *.odt # stampe peraulis cun erôrs ortografics dai files ODF # Corezion svelte dai documents ODF midiant la creazion di dizionaris personâi # 1 Cree une liste ridote di peraulis sbaliadis e no cognossudis: hunspell -l *.odt | sort | uniq >words # 2 Elimine peraulis cun erôrs ortografics dal file cuntun editôr di test. # 3 Dopre chest dizionari privât par corezi lis peraulis eliminadis: hunspell -p words *.odt
mn: Жишээ: hunspell -d mn_MN файл.txt # харилцан идэвхт горимоор шалгах hunspell -i utf-8 файл.txt # UTF-8 кодчилолтой файлыг шалгах hunspell -l *.odt # ODF файлаас алдаатай үгсийг хэвлэх # ODF баримтыг хэрэглэгчийн толь үүсгэж шуурхай засах # 1 Алдаатай болон шинэ үгсийн жагсаалт үүсгэх. hunspell -l *.odt | sort | uniq >үгс # 2 Эх засварлагч ашиглан файлаас алдаатай үгсийг устгах. # 3 Хэрэглэгчийн толь ашиглаж устсан үгсийг янзлах. hunspell -p words *.odt
nl_be: Voorbeeld: hunspell -d nl_BE bestand.txt # interactieve spelling hunspell -i utf-8 bestand.txt # controleerd bestand in UTF-8-codering hunspell -l *.odt # toond verkeerd gespelde woorden in ODF-bestanden # Snelle verbetering van ODF-documenten door aanmaken van persoonlijk woordenboek # 1 Maakt ne gereduceerde lijst van verkeerd gespelde en onbekende woorden: hunspell -l *.odt | sort | uniq >woorden # 2 Verwijderd verkeerd gespelde woorden uit het bestand met nen tekstverwerker. # 3 Gebruikt dit persoonlijk woordenboek voor de verkeerd gespelde woorden te verbeteren: hunspell -p woorden *.odt
sk: Príklad: hunspell -d en_US file.txt # interaktívna kontrola hunspell -i utf-8 file.txt # skontroluje súbor v UFT-8 znakovej sade hunspell -l *.odt # vypíše skomolené slová z ODF súborov # Rýchla oprava ODF súborov vytvorením osobného slovníka # 1 Vytvorí zhustené zoznam skomolených a neznámych slov: hunspell -l *.odt | sort | uniq >words # 2 Vymaže skomolené slová v súbore. # 3 Použije vzniknutý osobný slovník pre opravu vymazaných slov: hunspell -p words *.odt
sq: Shembull: hunspell -d en_US kartelë.txt # kontroll me ndërveprim hunspell -i utf-8 kartelë.txt # kontrolloni kartelë të koduar si UTF-8 hunspell -l *.odt # shtyp fjalë të keqshkruara kartelash ODF # Ndreqje e shpejtë dokumentesh ODF, përmes krijimi fjalori personal # 1 Krijo një listë të reduktuar fjalësh të keqshkruara dhe të panjohura: hunspell -l *.odt | sort | uniq >fjalë # 2 Fshini fjalët e keqshkruara te kartela që nga një përpunues tekstesh. # 3 Përdoreni këtë fjalor personal për të ndrequr fjalët e fshira: hunspell -p words *.odt
zh_hant: 範例: hunspell -d en_US file.txt # 互動式拼寫檢查 hunspell -i utf-8 file.txt # 檢查 UTF-8 編碼的檔案 hunspell -l *.odt # 顯示 ODF 檔案中的拼寫錯誤的詞 # 透過建立個人詞典快速修正 ODF 檔案的拼寫 # 1 將拼寫錯誤與未知的詞匯出為精簡的清單，作為個人詞典： hunspell -l *.odt | sort | uniq >words # 2 使用文字編輯器刪除檔案中的拼寫錯誤的詞。 # 3 使用個人詞典修正被删除的詞： hunspell -p words *.odt

source: Bug reports: http://hunspell.github.io/
ast: Informes de fallos: http://hunspell.github.io/
br: Danevell an drein (beugoù) : http ://hunspell.github.io/
fa: گزارش اشکالات: ‎http://hunspell.github.io
fur: Segnalazion di erôrs software: http://hunspell.github.io/
mn: Алдаа мэдээлэх: http://hunspell.github.io/
nl_be: Foutmeldingen: http://hunspell.github.io/
sk: Hlásenie chýb: http://hunspell.github.io/
sq: Njoftime të metash: http://hunspell.github.io/
zh_hant: 回報程式錯誤：http://hunspell.github.io/

source: Copyright (C) 2002-2014 László Németh. License: MPL/GPL/LGPL. Based on OpenOffice.org's Myspell library. Myspell's copyright (C) Kevin Hendricks, 2001-2002, License: BSD.
ast: Copyright (C) 2002-2014 László Németh. Llicencia: MPL/GPL/LGPL. Basáu na biblioteca Myspell d'OpenOffice.org. Copyright de Myspell (C) Kevin Hendricks, 2001-2002, Llicencia: BSD.
br: Copyright (C) 2002-2014 László Németh. Lisañs : MPL/GPL/LGPL. Diazezet war levraoueg Myspell OpenOffice.org. Copyright Myspell (C) Kevin Hendricks, 2001-2002, lisañs : BSD.
fa: حق تألیف ١٣٨٢-١٣٩٢ لازلو نيميث (László Németh). پروانه: MPL/GPL/LGPL. مبنی بر کتابخانه مای‌اسپل (Myspell) موسسه OpenOffice.org. حق تألیف مای‌اسپل كيفن هندريكس (Kevin Hendricks)، ۱۳۷۹ -١٣٨٠، پروانه: BSD.
fur: Copyright © 2002-2014 László Németh. Licence: MPL/GPL/LGPL. Basât su la librarie Myspell di OpenOffice.org. Copyright di Myspell © Kevin Hendricks, 2001-2002, Licence: BSD.
mn: Зохиогчийн эрх (C) 2002-2014 Ласло Немет. Лиценз: MPL/GPL/LGPL. OpenOffice.org-н Myspell санд суурилсан. Myspell-н зохиогчийн эрх (C) Кевин Хендрикс, 2001-2002, Лиценз: BSD.
nl_be: Auteursrecht © 2002-2014 László Németh. Licentie: MPL/GPL/LGPL. Gebaseerd op de Myspell-bibliotheek van OpenOffice.org. Myspell-auteursrecht © Kevin Hendricks, 2001-2002. Licentie: BSD.
sk: Copyright (C) 2002-2014 László Németh. Licencia: MPL/GPL/LGPL. Založené na OpenOffice.org's Myspell library. Myspell copyright (C) Kevin Hendricks, 2001-2002, Licencia: BSD.
sq: Të drejta kopjimi (C) 2002-2014 László Németh. Licencë: MPL/GPL/LGPL. Bazuar në bibliotekën Myspell të OpenOffice.org-ut. Të drejta kopjimi Myspell-i (C) Kevin Hendricks, 2001-2002, Licencë: BSD.
zh_hant: 著作權所有 (C) 2002-2014 László Németh。許可證：MPL/GPL/LGPL。 基於 OpenOffice.org 的 Myspell 函式庫。 著作權所有 (C) Kevin Hendricks，2001-2002，許可證：BSD。

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE, to the extent permitted by law.
ast: Esti ye un software llibre; consulta'l códigu fonte pa les condiciones de copia. NUN hai garantía dala; nin siquier de COMERCIALIDÁ nin d'ADECUACIÓN PA UN OXETIVU CONCRETU, na midida que permitan les lleis.
br: Ur meziant frank eo hennezh ; sellit ouzh ar mammennoù evit ar gwirioù eilañ. N'eus TAMM GWARANT EBET ; na MARC'HADUSTED pe KLOTAENN EBET D'UR PAL RESIS, er muzulioù aotreet gant al lezenn.
fa: این یک برنامه مجانی است؛ برای شرایط نسخه‌برداری به متن برنامه نظر کنید. هیچ ضمانت، نه حتی برای استفاده تجاری یا مناسب بودن برای یک هدف مشخص تا حدودی که قانون اجازه میدهد وجود ندارد.
fur: Chest al è software libar; consulte i sorzints pes cundizions di copie. No je NISSUNE garanzie, nancje chê di COMERCIABILITÂT o IDONEITÂT A UNE FINALITÂT PARTICOLÂR, nei limits consintûts de leç.
mn: Энэ бол чөлөөт программ хангамж; хуулбарлан тараах нөхцөлийг эх кодоос харна уу. Хууль эрхзүйн хүрээнд, худалдаалах буюу тусгай зориулалтаар ашиглахад баталгаа олгохгүй болно.
nl_be: Dit is vrije software; bekijkt de broncode voor kopieervoorwaarden. Der is GEEN garantie, zelfs nie’ voor VERHANDELBAARHEID of GESCHIKTHEID VOOR EEN BEPAALD DOEL, voorzover toegelaten door de wet.
sk: Toto je slobodný softvér; pozri zdrojový kód pre podmienky použitia. NIEJE poskytnutá žiadna záruka; ani záruka OBCHODOVATEĽNOSTI alebo VHODNOSTI NA URČITÚ ÚČEL, v rozsahu ktorý dovoľuje zákon.
sq: Ky është software i lirë; për kushte kopjimi shihni burimin. NUK ka garanci; madje as mbi Të QENËT I TREGTUESHËM apo I PËRSHTATSHËM PËR NJË QËLLIM TË VEÇANTË, deri atje ku lejohet nga ligji.
zh_hant: 本程式為自由軟體；重製條件請見源始碼。 不負任何擔保責任；在法律允許的範圍內， 亦無對適售性或特定目的適用性所為的默示性擔保。

source: SEARCH PATH: %s
ast: CAMÍN DE BUSCA: %s
br: HENT ENKLASK : %s
fa: مسیر جستجو: %s
fur: PERCORS DI RICERCJE: %s
mn: ЗАМААР ХАЙХ: %s
nl_be: ZOEKPAD: %s
sk: PREHĽADÁVANÉ MIESTO: %s
sq: SHTEG KËRKIMESH: %s
zh_hant: 搜尋路徑： %s

source: AVAILABLE DICTIONARIES (path is not mandatory for -d option):
ast: DICCIONARIOS DISPONIBLES (el camín nun ye obligatoriu cola opción -d):
br: GERIADURIOÙ HEGERZ (n'eo ket ret an hent evit an dibarzh -d) :
fa: قاموس‌های در دسترس (برای گزینه ‎-d مسیر اجباری نیست):
fur: DIZIONARIS DISPONIBII (il percors nol è obligatori pe opzion -d):
mn: АШИГЛАХ БОЛОМЖТОЙ ТОЛИНУУД (-d сонголтод зам заах шаардлагагүй):
nl_be: BESCHIKBARE WOORDENBOEKEN (pad is nie’ verplicht voor optie -d):
sk: DOSTUPNÉ SLOVNÍKY (miesto nie je povinné pri voľbe -d):
sq: FJALORË TË GATSHËM (shtegu s’është i detyrueshëm për mundësinë -d):
zh_hant: 可用詞典（選項 -d 無須指定路徑）：

source: LOADED DICTIONARY: %s %s
ast: DICCIONARIU CARGÁU: %s %s
br: GERIADURIOÙ KARGET : %s %s
fa: قاموس بارگذاری‌شده: %s %s
fur: DIZIONARI CJARIÂT: %s %s
mn: АЧААЛСАН ТОЛЬ: %s %s
nl_be: INGELADEN WOORDENBOEK: %s %s
sk: NAČÍTANÝ SLOVNÍK: %s %s
sq: FJALOR I NGARKUAR: %s %s
zh_hant: 載入詞典： %s %s

source: error - %s exceeds dictionary limit.
ast: error - %s perpasa'l llímite del diccionariu.
br: fazi - %s az a dreist da vevennoù ar geriadur.
fa: خطاء- ‎%s تجاوز از محدودیت قاموس.
fur: erôr - %s al supere il limit massim dal dizionari.
mn: алдаа - %s толины заасан хязгаараас хэтэрсэн байна.
nl_be: fout - %s overschrijd woordenboeklimiet.
sk: chyba - %s prekročený limit slovníka.
sq: gabim - %s tejkalon kufi fjalori.
zh_hant: 錯誤：%s 超出詞典限制。

source: Can't open affix or dictionary files for dictionary named "%s".
ast: Nun se puen abrir los ficheros d'afixos o de diccionariu pal diccionariu denomáu «%s».
br: N'heller ket digeriñ ar restroù kengerioù pe ar restroù geriadurioù anvet "%s".
fa: برای قاموس نامبرده، پرونده‌ها یا اضافات آن نمی‌توانند باز شوند "‎%s".
fur: Impussibil vierzi i files di afìs o di dizionari pal dizionari clamât "%s".
mn: "%s" толины нөхцөл буюу үгийн сангийн файлыг нээж чадсангүй.
nl_be: Kan affix- of woordenboekbestanden voor woordenboek genaamd "%s" nie openen.
sk: Nie je možné otvoriť súbory so súbory s príponami alebo slovníkmi pre slovník menom "%s".
sq: S’hapen dot kartela affix ose fjalori për fjalorin e quajtur “%s”.
zh_hant: 無法開啟詞典“%s”的詞綴或詞典檔案。

source: Hunspell has been compiled without Ncurses user interface.
ast: Hunspell compilóse ensin la interfaz d'usuariu de Ncurses.
br: Kempunet eo bet Hunspell hep an etrefas implijer Ncurses.
fa: هانسپل بدون واسط کاربر «ان‌کرسز» ترجمه (کامپایل) شده است.
fur: Hunspell al è stât compilât cence il supuart pe interfaccia Ncurses.
mn: Hunspell нь Ncurses интерфейсгүйгээр бүтээгдсэн болно.
nl_be: Hunspell is gecompileerd zonder den Ncurses-gebruikersinterface.
sk: Hunspell bol skompilovaný bez užívateľského rozhrania Ncurses.
sq: Hunspell-i është përpiluar pa ndërfaqe përdoruesi Ncurses.
zh_hant: Hunspell 編譯時未啟用 Ncurses 使用者介面。
